/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Collego.";
"cover-open" = "Cover open.";
"developer-empty" = "Sviluppatore vuoto.";
"developer-low" = "Sviluppatore basso.";
"door-open" = "Porta aperta.";
"fuser-over-temp" = "Temperatura del fuser alta.";
"fuser-under-temp" = "Temperatura del fuser bassa.";
"input-tray-missing" = "Cassetto carta mancante.";
"interlock-open" = "Interblocco aperto.";
"interpreter-resource-unavailable" = "Risorsa non disponibile (es. font)";
"marker-supply-empty" = "Inchiostro/toner vuoto";
"marker-supply-low" = "Inchiostro/toner basso.";
"marker-waste-almost-full" = "Cestino inchiostro/toner quasi pieno";
"marker-waste-full" = "Cestino inchiostro/toner pieno.";
"media-empty" = "Cassetto carta vuoto.";
"media-jam" = "Supporto bloccato.";
"media-low" = "Cassetto carta quasi vuoto.";
"media-needed" = "Cassetto carta deve essere riempito.";
"moving-to-paused" = "Stampante non in linea.";
"none" = " ";
"opc-life-over" = "OPC esaurito.";
"opc-near-eol" = "OPC quasi esaurito.";
"other" = " ";
"output-area-almost-full" = "Cassetto di uscita quasi pieno.";
"output-area-full" = "Cassetto di uscita pieno.";
"output-tray-missing" = "Vassoio di uscita mancante.";
"paused" = "In pausa.";
"shutdown" = "Stampante non in linea.";
"spool-area-full" = "Area di spool piena.";
"stopped-partly" = "Interrotta parzialmente.";
"stopping" = "Interrompo";
"timed-out" = "Stampante ha smesso di rispondere.";
"toner-empty" = "Toner esaurito.";
"toner-low" = "Toner basso.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Interrompo.";
"compression-error" = "Errore di decompressione.";
"document-access-error" = "Errore accesso documento.";
"document-format-error" = "Errore formato documento.";
"job-canceled-at-device" = "Annullato da stampante.";
"job-canceled-by-operator" = "Annullato da operatore.";
"job-canceled-by-user" = "Annullato da utente.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Completato con errori.";
"job-completed-with-warnings" = "Completato con avvisi.";
"job-data-insufficient" = "Dati insufficienti.";
"job-hold-until-specified" = "Sospendi fino a.";
"job-incoming" = "In entrata.";
"job-interpreting" = "Interpreto.";
"job-outgoing" = "In uscita.";
"job-printing" = "Stampo.";
"job-queued-for-marker" = "In coda per marcatore.";
"job-queued" = "In coda.";
"job-restartable" = "Riavviabile.";
"job-transforming" = "Trasformo.";
"printer-stopped-partly" = "Stampante interrotta parzialmente.";
"printer-stopped" = "Stampante interrotta.";
"processing-to-stop-point" = "Interrompo.";
"queued-in-device" = "Pronta.";
"resources-are-not-ready" = "Le risorse non sono pronte.";
"service-off-line" = "Servizio non in linea.";
"submission-interrupted" = "Invio interrotto.";
"unsupported-compression" = "Compressione non supportata.";
"unsupported-document-format" = "Formato documento non supportato.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Sospendi nuove stampe";
"deactivated" = "Disattivato";
"job-suspended" = "sospeso.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Filtro mancante.";
"offline-error" = "Offline.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk non è attivo.";
"apple-missing-usbclassdriver-error" = "Driver classe USB class mancante.";
"apple-nbp-lookup-warning" = "Stampante non risponde.";
